adpyke.codesnap
aykutsarac.jsoncrack-vscode
bjarne.vantablack-omarchy
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
csstools.postcss
dbaeumer.vscode-eslint
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
fuzionix.file-tree-extractor
ganevru.in-the-fog-theme
hiukky.flate
humao.rest-client
jdinhlife.gruvbox
miguelsolorio.fluent-icons
miguelsolorio.symbols
monokai.theme-monokai-pro-vscode
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
mylesmurphy.prettify-ts
naumovs.color-highlight
prisma.prisma
qufiwefefwoyn.kanagawa
shadesofbuntu.flexoki-light
shd101wyy.markdown-preview-enhanced
tahayvr.matteblack
